package com.wongxd.partymanage.doBetter.bean;

import java.io.Serializable;
import java.util.List;

/**
 * Created by zyj on 2017/7/27.
 */

public class HonerBean implements Serializable {

    /**
     * msg : 获取成功
     * code : 100
     * data : {"goodList":[{"id":15,"type":1,"name":"11111111","describe":"","img":null,"unitId":1,"unitPid":null,"time":"2017-06-30 15:37:44","typeName":"集体荣誉"},{"id":14,"type":1,"name":"精绝古城","describe":"<p><b>第1集 胡八一部队归来 启程牛心山倒斗<\/b><\/p><p>?　　硝烟弥漫的战场上，连长胡八一带领一队士兵在枪林弹雨中穿梭，一场血战之后，胡八一下令清理战场，不料还有残留的敌兵偷袭，战友喜子为胡八一挡了一枪当场毙命，胡八一愤恨地朝着敌兵开枪。然后，胡八一走到一处废墟前查看，竟然发现一枚点燃的炸弹，砰得一声火光冲天\u2026\u2026胡八一大叫一声从梦中惊醒，火车上的旅客都好奇地看向他。原来是一场梦，胡八一当过十年兵，现在从部队复员回来。他起身走向车厢处，看着车窗外飞速闪过的风景，神情疲倦，仿佛还没有从刚刚梦中的腥风血雨中缓过神来。到北京站后，胡八一的老朋友王凯旋，外号王胖子，接到了他，两人久别重逢，聊的十分开心。到了王胖子家，王胖子在北京卖磁带，虽然囊中羞涩却执意请胡八一下馆子，两人在饭店遇到了潘家园的大金牙，大金牙之所以叫大金牙是因为他的门牙镶的是一颗从古墓中得到的金牙。大金牙做古玩生意，前不久却低价骗买了王胖子的传家宝玉。胡八一拉住冲动的王胖子，出面先礼后兵，要回了玉。 不料第二天一大早，大金牙带了一帮人找到了王胖子家，威胁他把玉还回来。正欲动手之时，大金牙瞄到了胡八一掉在床上的罗盘，忽然十分客气地请两人中午吃饭。吃饭时大金牙说起自己的爹曾是一位民间倒斗艺人，后来被国名党抓去当了兵，聊天中得知胡八一其实对倒斗一事也知道不少，并且还对盗墓高手的分金定穴之术略知一二，分金定穴即有本事的人能看出风水好的地方埋着不同凡响的大墓。吃完饭后，大金牙带胡八一和王胖子到了自己的地方，并送给两人摸金符，摸金符是当年曹操手下的一支摸金校尉军队所佩戴的，摸金校尉靠盗墓为军队充军饷。大金牙劝告胡八一有分金定穴的本事却不做摸金校尉未免可惜。胡八一说自己的分金定穴术是从一本爷爷辈传下来的《十六字阴阳风水秘术》里学的，自己的爷爷曾经就是摸金校尉，但却在倒斗时遇到了大粽子差点丧命。所以自己不会做倒斗这种缺德事。大金牙又拿出许多珍藏的古董，个个价格不菲，他意在劝说胡八一他们倒斗，他来联系买家，大家合作挣钱，肯定比王胖子卖磁带挣得多，王胖子被说得十分心动，但胡八一却不为所动起身离去。晚上，胡八一和王胖子躺在床上，又说起了大金牙白天的主意，王胖子有心劝说胡八一倒斗致富，经过王胖子一番苦口婆心的劝说，胡八一终于答应。两人曾在文革下乡时去过牛心山，听说那里有很多墓藏，又想起许久未见的乡亲们，于是决定去牛心山寻墓。第二天两人扛着大包小包的行李登上了去牛心山的火车。<\/p><p><b>?第2集 寻找日军关东塞宝藏<\/b><\/p><p>?　　到了牛心山，青山绿水，天高云淡，王胖子一路高歌。文革下乡时培养的情谊经年不衰，到了村里，老支书，燕子等久别重逢的乡亲们热情地出来迎接两人。随后两人从燕子口中得知政府考古队正在这里挖掘一座豪华的古墓。胡八一和王胖子给村里带来了电视机，不料这里至今都未通上电。饭桌上，胡八一、王胖子和老支书商量把村里的这些老物件拿去北京卖钱，不料老支书说前不久附近的乡里都把这些东西全部上交国家了，两人闻言一怔，顿时觉得竹篮打水一场空，十分心塞。第二天胡八一猜测当年日本鬼子在关东军要塞肯定留下了不少好东西，关东军要塞很少有人找到过，也不归国家管，两人打算去碰碰运气。两人正骑马走在路上，忽然一位清爽干练的短发少女踏马追来，称自己是老支书派来保护他们的，叫英子。几天来两人骑马跟随英子一路前行到了野人沟的一片树林里，胡八一自嘲道自己这个连长这几天被这个小丫头片子折腾的跟个兵似的。另一边王胖子方便时却遇到了野猪，所幸被及时赶来的英子和胡八一救下。 夜黑风高的晚上三人在野外烤野猪吃，听英子说这里曾经叫捧月沟，是大金国贵族的墓地，蒙古破金后这里被扔了许多死人，后来出现了野人才叫野人沟。英子说完后独自出去捡柴火，胡八一闻言抬头望了眼高悬的明月，发现这山谷吸收璞月瑞气，风水极好，必有大墓。突然寂静的树林里传来一声枪响，胡八一和王胖子赶紧去找英子，不料英子惊慌失措地跑过来，脸色苍白地说自己在前面看到一个全是死人的窝棚。三人一同走过去查看，发现是一堆白骨。胡八一在一个日本兵的白骨旁发现了一个小本子，上面记载了这帮日本兵的经历，原来他们被困在了这片林子里数年，杀了前来盗墓的盗墓贼后切腹自尽。胡八一判断这里极可能就是墓藏所在之地。紧接着他们又在附近发现了盗墓用的工具，胡八一断言这里肯定有盗洞。天亮后胡八一和王胖子开始挖洞，却挖到了北宋贵族墓葬用来防盗的天宝龙火琉璃顶，胡八一解释说，这琉璃顶易碎，一碎里面的西域炸药见到空气就会爆炸，会联同盗墓贼和墓葬一起炸的一干二净。说话间两人发现英子不见了，远处又传来英子的呼喊声，两人匆忙赶过去，发现英子掉到了洞里，而这极有可能是盗墓贼挖的侧洞。<\/p><p>?<b>第3集 墓室遇险 闯入要塞?<\/b><\/p><p>　　胡八一和王胖子下到了洞里，扶起脚扭伤的英子后，惊讶地发现这洞里竟真是个墓葬。三人进到宏大的墓室里，发现四周墙上全刻了墓主人经历的壁画，胡八一推测墓主人应当是个将军。再往里走，却始终不见棺材。紧接着他们发现了墙上的几处机关，王胖子无意触动，瞬间数只涂满腐蚀性材料的利箭飞出，与此同时胡八一大叫一声趴下，三人才成功躲避过去。正在三人准备离开之时，墓室中发出石块转动的声音，紧接着墓室中央的石块向两侧翻转，一座恢宏的石棺呈现在三人面前。胡八一阻止了欲上前开棺的王胖子，掏出罗盘针找出东南方，在其一角点上了蜡烛，称是祖辈留下的规矩，\u201c人点烛，鬼吹灯\u201d，如果开棺时蜡烛熄灭就得立马撤出，不能带走一物。烛火摇曳，两人费尽九牛二虎之力打开了棺材，发现棺材里是个戴了面具的将军尸骨。王胖子从棺材里摸索出了两块玉，欣喜不已，瞬时烛火闪烁，随即熄灭了，胡八一见状，严肃地要求王胖子把玉放回去。王胖子不信邪，只放了一块，胡八一再次点燃了蜡烛，这一次蜡烛没有灭。然而正在三人准备带着玉离开时，陈旧的棺材中却缓缓伸出来一只僵化的鬼手，同时蜡烛的火苗变成了绿色，王胖子一转身，另一只血肉模糊的手也伸了出来，胡八一大叫一声快走，但是为时已晚，石棺炸裂，棺材里的将军尸骨竟然堵在了出口！庞大的尸骨僵硬而缓慢地走向三人，一番殊死搏斗，三人均被凶残的尸骨所伤，胡八一急忙将玉放回棺材，无奈尸骨还是不肯罢手，千钧一发之时，胡八一和王胖子协力将黑驴蹄子塞进了尸骨嘴中，终于尸骨僵在原地不动了。三人趁机去开堵住的门，不料本来僵住的尸骨竟然将口中的黑驴蹄子拿了下来，尸骨再次向他们袭来，无奈之下，胡八一带着两人向更里一层跑去。两人在与尸骨搏斗之时，无意间在通往暗室的墙壁上砸开了一个小洞，三人迅速爬了进去，并向里跑去，而尸骨在身后紧追不舍，直到三人闯进了日本人的地下要塞锁上了铁门，才躲过了尸骨的追杀。三人在一处墙壁上发现了地图，并找到了发电室，成功给地下要塞接上了电，瞬时灯火通明。另一边，英子总觉得自己好像在黑暗处看到了小孩。随后三人在军火库发现了大量军火， 并在锁上的箱子里找到了贵重物品。<\/p><p><b>?第4集 阴森墓穴险象环生 九死一生寻找出口<\/b><\/p><p>?　　胡八一和王胖子，英子三人在军火库找了大量的枪支武器防身，那边尸骨怪还在拼命撞着铁门，事不宜迟，三人赶紧出发去找出口。暗黑老旧的墓道里，胡八一看见前面有光，走过去发现并不是出口而是通风口。突然胡八一感觉有人推了自己一下，他感觉不太对劲，小心翼翼地将手电筒拿来向上照去，发现洞壁上满满地全是蝙蝠。正在众人屏住呼吸撤退之时，王胖子却不小心发出声响惊动了蝙蝠群，三人遭到蝙蝠群袭击，子弹即将用完，情急之下王胖子和胡八一用手榴弹炸毁了墓道才得以脱身。脱险后英子突然颤巍巍地说，\u201c胡大哥，你的背上\u2026\u2026\u201d原来胡八一的背上有个类似小孩手印的印记，英子想起刚刚胡八一说感觉有人推了自己，十分恐慌，而王胖子却不以为然，结果他却看到不远处阴森森的墓道尽头有个透明的小孩跑了过去。三人走过去查看却发现了一个类似于储藏贵重物品的半真空气密门，打开以后才发现里面是一个放着许多空棺材的墓室。然而在墓室中间却放着一座制作精美，雕刻繁复的棺材，他们点上了蜡烛后开始开棺，令人失望的是棺内只有一句腐烂的尸骨。胡八一在棺材内探照，却惊讶地发现棺材尾部放了一对尸身未腐的童男童女，胡八一说，古时候这些童男童女都是活生生被从头顶灌入水银做成陪葬的标本。闻言，王胖子靠在墓室墙壁上心里憋得难受，英子也为两个小孩的遭遇感到同情，两人都提议把两个孩子带出去好好安葬，于是他们带上了两个孩子一起寻找出口。三人返回蝙蝠墓室，发现出口被炸塌了，无奈他们只能回军火库装备武器，打算与尸骨怪一决高下。 英子发现尸骨怪好像不再撞门了，三人到铁门处一看，发现不知何时门早已被撞开。正在三人疑惑之时，尸骨怪突然出现，三人一边跑一边开枪，然而尸骨怪紧追不舍，慌乱之中，王胖子和胡八一他们走散了，尸骨怪向他袭来，王胖子与其一番周旋，最后被赶来的胡八一救走。三人又回到了最开始进入的将军的墓室，胡八一守在洞口对付尸骨怪，王胖子和英子拼命开门，很快尸骨怪闯了进来，而此时王胖子扔了最后一枚炸弹在门前，三人躲在墙后默数，炸弹却始终没有反应，最后一刻，砰的一声，门被炸开了。王胖子和英子赶紧冲了出去，跑着跑着王胖子一回头发现胡八一正被尸骨怪高高地举起砸向了地上。<\/p><p><b>?第5集 墓穴死里逃生 欲入新疆考古队<\/b><\/p><p>?　　王胖子见状立刻折回去营救胡八一，尸骨怪狠狠地踩住了王胖子，眼看王胖子生命危在旦夕，胡八一灵机一动，朝着天宝龙火琉璃顶开了数枪，带火的碎瓦片星星点点地坠落在尸骨怪身上，尸骨怪自焚而亡。火势越来越大，主墓室开始坍塌，胡八一和王胖子从一片火光中惊险脱身，三人从盗洞爬了出来，他们身后漫天的大火迅速吞噬了一切，沉寂了千年的将军墓毁于一旦，像他被世人遗忘的戎马一生。三人死里逃生重见光明，筋疲力尽地瘫在了地上，感受着劫后余生的喜悦。他们将带出来的童男童女好生安葬之后，王胖子惊恐地从口袋里掏出了本该在棺材里的美玉，紧接着胡八一也掏出了另一块，两人十分惊讶，英子推测说可能是这对他们冒死带出的童男童女对大家的感谢。三人祭拜了这对长眠千年的童男童女后，骑马归去。苍茫无际的高原草地上，胡八一和王胖子就此与英子告别，前往北京县城，并与英子约定他们会再回来。胡八一和王胖子带着两块玉找到了大金牙，大金牙拿到两块玉细细端详，不一会他面色凝重地说这两块玉品相一般，并一眼看出这是金朝将军墓里的东西。大金牙用四万块钱买下了两块玉，还告诉胡八一和王胖子现在瓷器最值钱。两人将在墓中见到的东西向大金牙问价，谁知都价格不菲，王胖子为没有带出来而懊悔不已。大金牙告诉胡八一有一个女美国华人资助组建了一支去新疆的中国考古队，原来女人和他的大亨父亲对考古都十分感兴趣，沉迷于西域精绝文化的父亲前不久去新疆探险，却再也没刚回来。现在这支队伍正缺一名会分金定学术的人，大金牙已经像他们推荐了胡八一，并给了胡八一这支考古队的领队人陈久仁教授的地址。胡八一和王胖子吃饭时商量，情深义重的两人决定将得到的四万块钱留一部分给英子，剩下的都给胡八一生活困难的战友寄去。吃完饭后，两人找到了陈教授家，看到陈教授正和一个身穿暗红色风衣的女人在里屋商量着什么，正当陈教授的学生，考古专家郝爱国想要让两人离开时，陈教授出来接待了他们。陈教授对在部队待过，有实战经验的胡八一颇为赏识，但他说做领队还需要懂天星风水术，胡八一遂将从《十六字阴阳风水秘术》里学到的知识讲点一二，从山脉水法到日月星辰，指出用星云流转来定穴的青乌之术就是天星风水术，也是最晦涩难懂的一学。屋里的众人都被胡八一滔滔不绝的精通模样震惊了，连一直坐在里屋面无表情的女人也开始注意到他来。?<\/p><p><br><\/p><p><\/p><p><br><\/p>","img":"static/upload/df1fef7d-221b-430d-9e60-c38394867e6d.jpg","unitId":1,"unitPid":null,"time":"2017-06-28 10:03:35","typeName":"集体荣誉"},{"id":11,"type":4,"name":"wdaddawdadad","describe":"adaasdadadada","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:23:08","typeName":"劳动竞赛"},{"id":10,"type":3,"name":"asdadadasd","describe":"dwwqdqwdqdqd","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:56","typeName":"党员示范团队"},{"id":9,"type":2,"name":"dadadasd","describe":"wqeqeqeeq","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:48","typeName":"个人荣誉"},{"id":8,"type":1,"name":"121212","describe":"12112121313131","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:42","typeName":"集体荣誉"},{"id":7,"type":1,"name":"dddaakjka","describe":"sadadadadwwae","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 17:58:10","typeName":"集体荣誉"},{"id":5,"type":4,"name":"王二小组","describe":"是的诉讼当事的的方法的的付费电视的市场上","img":"static/upload/6fbc9042-440b-4958-ad6d-7b0d9f0d1b0b.jpeg","unitId":1,"unitPid":null,"time":"2017-06-27 15:56:19","typeName":"劳动竞赛"},{"id":4,"type":2,"name":"李四","describe":"所得税的的诉讼方式发送发发发发发发发瓦房玩法","img":"static/upload/1e32928e-2b5a-4245-bad6-b278ca6af763.jpeg","unitId":1,"unitPid":null,"time":"2017-06-27 15:55:09","typeName":"个人荣誉"},{"id":1,"type":1,"name":"张三小组","describe":"111222111222111222","img":"static/upload/be60a8d1-4adb-4bd6-8acb-08d6b747025d.jpeg","unitId":1,"unitPid":2,"time":"2017-06-27 13:51:29","typeName":"集体荣誉"}],"page":{"pageNo":1,"pageSize":10,"totalNum":11,"totalPage":2,"startLoc":0}}
     */

    private String msg;
    private String code;
    private DataBean data;

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public String getCode() {
        return code;
    }

    public void setCode(String code) {
        this.code = code;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * goodList : [{"id":15,"type":1,"name":"11111111","describe":"","img":null,"unitId":1,"unitPid":null,"time":"2017-06-30 15:37:44","typeName":"集体荣誉"},{"id":14,"type":1,"name":"精绝古城","describe":"<p><b>第1集 胡八一部队归来 启程牛心山倒斗<\/b><\/p><p>?　　硝烟弥漫的战场上，连长胡八一带领一队士兵在枪林弹雨中穿梭，一场血战之后，胡八一下令清理战场，不料还有残留的敌兵偷袭，战友喜子为胡八一挡了一枪当场毙命，胡八一愤恨地朝着敌兵开枪。然后，胡八一走到一处废墟前查看，竟然发现一枚点燃的炸弹，砰得一声火光冲天\u2026\u2026胡八一大叫一声从梦中惊醒，火车上的旅客都好奇地看向他。原来是一场梦，胡八一当过十年兵，现在从部队复员回来。他起身走向车厢处，看着车窗外飞速闪过的风景，神情疲倦，仿佛还没有从刚刚梦中的腥风血雨中缓过神来。到北京站后，胡八一的老朋友王凯旋，外号王胖子，接到了他，两人久别重逢，聊的十分开心。到了王胖子家，王胖子在北京卖磁带，虽然囊中羞涩却执意请胡八一下馆子，两人在饭店遇到了潘家园的大金牙，大金牙之所以叫大金牙是因为他的门牙镶的是一颗从古墓中得到的金牙。大金牙做古玩生意，前不久却低价骗买了王胖子的传家宝玉。胡八一拉住冲动的王胖子，出面先礼后兵，要回了玉。 不料第二天一大早，大金牙带了一帮人找到了王胖子家，威胁他把玉还回来。正欲动手之时，大金牙瞄到了胡八一掉在床上的罗盘，忽然十分客气地请两人中午吃饭。吃饭时大金牙说起自己的爹曾是一位民间倒斗艺人，后来被国名党抓去当了兵，聊天中得知胡八一其实对倒斗一事也知道不少，并且还对盗墓高手的分金定穴之术略知一二，分金定穴即有本事的人能看出风水好的地方埋着不同凡响的大墓。吃完饭后，大金牙带胡八一和王胖子到了自己的地方，并送给两人摸金符，摸金符是当年曹操手下的一支摸金校尉军队所佩戴的，摸金校尉靠盗墓为军队充军饷。大金牙劝告胡八一有分金定穴的本事却不做摸金校尉未免可惜。胡八一说自己的分金定穴术是从一本爷爷辈传下来的《十六字阴阳风水秘术》里学的，自己的爷爷曾经就是摸金校尉，但却在倒斗时遇到了大粽子差点丧命。所以自己不会做倒斗这种缺德事。大金牙又拿出许多珍藏的古董，个个价格不菲，他意在劝说胡八一他们倒斗，他来联系买家，大家合作挣钱，肯定比王胖子卖磁带挣得多，王胖子被说得十分心动，但胡八一却不为所动起身离去。晚上，胡八一和王胖子躺在床上，又说起了大金牙白天的主意，王胖子有心劝说胡八一倒斗致富，经过王胖子一番苦口婆心的劝说，胡八一终于答应。两人曾在文革下乡时去过牛心山，听说那里有很多墓藏，又想起许久未见的乡亲们，于是决定去牛心山寻墓。第二天两人扛着大包小包的行李登上了去牛心山的火车。<\/p><p><b>?第2集 寻找日军关东塞宝藏<\/b><\/p><p>?　　到了牛心山，青山绿水，天高云淡，王胖子一路高歌。文革下乡时培养的情谊经年不衰，到了村里，老支书，燕子等久别重逢的乡亲们热情地出来迎接两人。随后两人从燕子口中得知政府考古队正在这里挖掘一座豪华的古墓。胡八一和王胖子给村里带来了电视机，不料这里至今都未通上电。饭桌上，胡八一、王胖子和老支书商量把村里的这些老物件拿去北京卖钱，不料老支书说前不久附近的乡里都把这些东西全部上交国家了，两人闻言一怔，顿时觉得竹篮打水一场空，十分心塞。第二天胡八一猜测当年日本鬼子在关东军要塞肯定留下了不少好东西，关东军要塞很少有人找到过，也不归国家管，两人打算去碰碰运气。两人正骑马走在路上，忽然一位清爽干练的短发少女踏马追来，称自己是老支书派来保护他们的，叫英子。几天来两人骑马跟随英子一路前行到了野人沟的一片树林里，胡八一自嘲道自己这个连长这几天被这个小丫头片子折腾的跟个兵似的。另一边王胖子方便时却遇到了野猪，所幸被及时赶来的英子和胡八一救下。 夜黑风高的晚上三人在野外烤野猪吃，听英子说这里曾经叫捧月沟，是大金国贵族的墓地，蒙古破金后这里被扔了许多死人，后来出现了野人才叫野人沟。英子说完后独自出去捡柴火，胡八一闻言抬头望了眼高悬的明月，发现这山谷吸收璞月瑞气，风水极好，必有大墓。突然寂静的树林里传来一声枪响，胡八一和王胖子赶紧去找英子，不料英子惊慌失措地跑过来，脸色苍白地说自己在前面看到一个全是死人的窝棚。三人一同走过去查看，发现是一堆白骨。胡八一在一个日本兵的白骨旁发现了一个小本子，上面记载了这帮日本兵的经历，原来他们被困在了这片林子里数年，杀了前来盗墓的盗墓贼后切腹自尽。胡八一判断这里极可能就是墓藏所在之地。紧接着他们又在附近发现了盗墓用的工具，胡八一断言这里肯定有盗洞。天亮后胡八一和王胖子开始挖洞，却挖到了北宋贵族墓葬用来防盗的天宝龙火琉璃顶，胡八一解释说，这琉璃顶易碎，一碎里面的西域炸药见到空气就会爆炸，会联同盗墓贼和墓葬一起炸的一干二净。说话间两人发现英子不见了，远处又传来英子的呼喊声，两人匆忙赶过去，发现英子掉到了洞里，而这极有可能是盗墓贼挖的侧洞。<\/p><p>?<b>第3集 墓室遇险 闯入要塞?<\/b><\/p><p>　　胡八一和王胖子下到了洞里，扶起脚扭伤的英子后，惊讶地发现这洞里竟真是个墓葬。三人进到宏大的墓室里，发现四周墙上全刻了墓主人经历的壁画，胡八一推测墓主人应当是个将军。再往里走，却始终不见棺材。紧接着他们发现了墙上的几处机关，王胖子无意触动，瞬间数只涂满腐蚀性材料的利箭飞出，与此同时胡八一大叫一声趴下，三人才成功躲避过去。正在三人准备离开之时，墓室中发出石块转动的声音，紧接着墓室中央的石块向两侧翻转，一座恢宏的石棺呈现在三人面前。胡八一阻止了欲上前开棺的王胖子，掏出罗盘针找出东南方，在其一角点上了蜡烛，称是祖辈留下的规矩，\u201c人点烛，鬼吹灯\u201d，如果开棺时蜡烛熄灭就得立马撤出，不能带走一物。烛火摇曳，两人费尽九牛二虎之力打开了棺材，发现棺材里是个戴了面具的将军尸骨。王胖子从棺材里摸索出了两块玉，欣喜不已，瞬时烛火闪烁，随即熄灭了，胡八一见状，严肃地要求王胖子把玉放回去。王胖子不信邪，只放了一块，胡八一再次点燃了蜡烛，这一次蜡烛没有灭。然而正在三人准备带着玉离开时，陈旧的棺材中却缓缓伸出来一只僵化的鬼手，同时蜡烛的火苗变成了绿色，王胖子一转身，另一只血肉模糊的手也伸了出来，胡八一大叫一声快走，但是为时已晚，石棺炸裂，棺材里的将军尸骨竟然堵在了出口！庞大的尸骨僵硬而缓慢地走向三人，一番殊死搏斗，三人均被凶残的尸骨所伤，胡八一急忙将玉放回棺材，无奈尸骨还是不肯罢手，千钧一发之时，胡八一和王胖子协力将黑驴蹄子塞进了尸骨嘴中，终于尸骨僵在原地不动了。三人趁机去开堵住的门，不料本来僵住的尸骨竟然将口中的黑驴蹄子拿了下来，尸骨再次向他们袭来，无奈之下，胡八一带着两人向更里一层跑去。两人在与尸骨搏斗之时，无意间在通往暗室的墙壁上砸开了一个小洞，三人迅速爬了进去，并向里跑去，而尸骨在身后紧追不舍，直到三人闯进了日本人的地下要塞锁上了铁门，才躲过了尸骨的追杀。三人在一处墙壁上发现了地图，并找到了发电室，成功给地下要塞接上了电，瞬时灯火通明。另一边，英子总觉得自己好像在黑暗处看到了小孩。随后三人在军火库发现了大量军火， 并在锁上的箱子里找到了贵重物品。<\/p><p><b>?第4集 阴森墓穴险象环生 九死一生寻找出口<\/b><\/p><p>?　　胡八一和王胖子，英子三人在军火库找了大量的枪支武器防身，那边尸骨怪还在拼命撞着铁门，事不宜迟，三人赶紧出发去找出口。暗黑老旧的墓道里，胡八一看见前面有光，走过去发现并不是出口而是通风口。突然胡八一感觉有人推了自己一下，他感觉不太对劲，小心翼翼地将手电筒拿来向上照去，发现洞壁上满满地全是蝙蝠。正在众人屏住呼吸撤退之时，王胖子却不小心发出声响惊动了蝙蝠群，三人遭到蝙蝠群袭击，子弹即将用完，情急之下王胖子和胡八一用手榴弹炸毁了墓道才得以脱身。脱险后英子突然颤巍巍地说，\u201c胡大哥，你的背上\u2026\u2026\u201d原来胡八一的背上有个类似小孩手印的印记，英子想起刚刚胡八一说感觉有人推了自己，十分恐慌，而王胖子却不以为然，结果他却看到不远处阴森森的墓道尽头有个透明的小孩跑了过去。三人走过去查看却发现了一个类似于储藏贵重物品的半真空气密门，打开以后才发现里面是一个放着许多空棺材的墓室。然而在墓室中间却放着一座制作精美，雕刻繁复的棺材，他们点上了蜡烛后开始开棺，令人失望的是棺内只有一句腐烂的尸骨。胡八一在棺材内探照，却惊讶地发现棺材尾部放了一对尸身未腐的童男童女，胡八一说，古时候这些童男童女都是活生生被从头顶灌入水银做成陪葬的标本。闻言，王胖子靠在墓室墙壁上心里憋得难受，英子也为两个小孩的遭遇感到同情，两人都提议把两个孩子带出去好好安葬，于是他们带上了两个孩子一起寻找出口。三人返回蝙蝠墓室，发现出口被炸塌了，无奈他们只能回军火库装备武器，打算与尸骨怪一决高下。 英子发现尸骨怪好像不再撞门了，三人到铁门处一看，发现不知何时门早已被撞开。正在三人疑惑之时，尸骨怪突然出现，三人一边跑一边开枪，然而尸骨怪紧追不舍，慌乱之中，王胖子和胡八一他们走散了，尸骨怪向他袭来，王胖子与其一番周旋，最后被赶来的胡八一救走。三人又回到了最开始进入的将军的墓室，胡八一守在洞口对付尸骨怪，王胖子和英子拼命开门，很快尸骨怪闯了进来，而此时王胖子扔了最后一枚炸弹在门前，三人躲在墙后默数，炸弹却始终没有反应，最后一刻，砰的一声，门被炸开了。王胖子和英子赶紧冲了出去，跑着跑着王胖子一回头发现胡八一正被尸骨怪高高地举起砸向了地上。<\/p><p><b>?第5集 墓穴死里逃生 欲入新疆考古队<\/b><\/p><p>?　　王胖子见状立刻折回去营救胡八一，尸骨怪狠狠地踩住了王胖子，眼看王胖子生命危在旦夕，胡八一灵机一动，朝着天宝龙火琉璃顶开了数枪，带火的碎瓦片星星点点地坠落在尸骨怪身上，尸骨怪自焚而亡。火势越来越大，主墓室开始坍塌，胡八一和王胖子从一片火光中惊险脱身，三人从盗洞爬了出来，他们身后漫天的大火迅速吞噬了一切，沉寂了千年的将军墓毁于一旦，像他被世人遗忘的戎马一生。三人死里逃生重见光明，筋疲力尽地瘫在了地上，感受着劫后余生的喜悦。他们将带出来的童男童女好生安葬之后，王胖子惊恐地从口袋里掏出了本该在棺材里的美玉，紧接着胡八一也掏出了另一块，两人十分惊讶，英子推测说可能是这对他们冒死带出的童男童女对大家的感谢。三人祭拜了这对长眠千年的童男童女后，骑马归去。苍茫无际的高原草地上，胡八一和王胖子就此与英子告别，前往北京县城，并与英子约定他们会再回来。胡八一和王胖子带着两块玉找到了大金牙，大金牙拿到两块玉细细端详，不一会他面色凝重地说这两块玉品相一般，并一眼看出这是金朝将军墓里的东西。大金牙用四万块钱买下了两块玉，还告诉胡八一和王胖子现在瓷器最值钱。两人将在墓中见到的东西向大金牙问价，谁知都价格不菲，王胖子为没有带出来而懊悔不已。大金牙告诉胡八一有一个女美国华人资助组建了一支去新疆的中国考古队，原来女人和他的大亨父亲对考古都十分感兴趣，沉迷于西域精绝文化的父亲前不久去新疆探险，却再也没刚回来。现在这支队伍正缺一名会分金定学术的人，大金牙已经像他们推荐了胡八一，并给了胡八一这支考古队的领队人陈久仁教授的地址。胡八一和王胖子吃饭时商量，情深义重的两人决定将得到的四万块钱留一部分给英子，剩下的都给胡八一生活困难的战友寄去。吃完饭后，两人找到了陈教授家，看到陈教授正和一个身穿暗红色风衣的女人在里屋商量着什么，正当陈教授的学生，考古专家郝爱国想要让两人离开时，陈教授出来接待了他们。陈教授对在部队待过，有实战经验的胡八一颇为赏识，但他说做领队还需要懂天星风水术，胡八一遂将从《十六字阴阳风水秘术》里学到的知识讲点一二，从山脉水法到日月星辰，指出用星云流转来定穴的青乌之术就是天星风水术，也是最晦涩难懂的一学。屋里的众人都被胡八一滔滔不绝的精通模样震惊了，连一直坐在里屋面无表情的女人也开始注意到他来。?<\/p><p><br><\/p><p><\/p><p><br><\/p>","img":"static/upload/df1fef7d-221b-430d-9e60-c38394867e6d.jpg","unitId":1,"unitPid":null,"time":"2017-06-28 10:03:35","typeName":"集体荣誉"},{"id":11,"type":4,"name":"wdaddawdadad","describe":"adaasdadadada","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:23:08","typeName":"劳动竞赛"},{"id":10,"type":3,"name":"asdadadasd","describe":"dwwqdqwdqdqd","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:56","typeName":"党员示范团队"},{"id":9,"type":2,"name":"dadadasd","describe":"wqeqeqeeq","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:48","typeName":"个人荣誉"},{"id":8,"type":1,"name":"121212","describe":"12112121313131","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 18:22:42","typeName":"集体荣誉"},{"id":7,"type":1,"name":"dddaakjka","describe":"sadadadadwwae","img":null,"unitId":1,"unitPid":null,"time":"2017-06-27 17:58:10","typeName":"集体荣誉"},{"id":5,"type":4,"name":"王二小组","describe":"是的诉讼当事的的方法的的付费电视的市场上","img":"static/upload/6fbc9042-440b-4958-ad6d-7b0d9f0d1b0b.jpeg","unitId":1,"unitPid":null,"time":"2017-06-27 15:56:19","typeName":"劳动竞赛"},{"id":4,"type":2,"name":"李四","describe":"所得税的的诉讼方式发送发发发发发发发瓦房玩法","img":"static/upload/1e32928e-2b5a-4245-bad6-b278ca6af763.jpeg","unitId":1,"unitPid":null,"time":"2017-06-27 15:55:09","typeName":"个人荣誉"},{"id":1,"type":1,"name":"张三小组","describe":"111222111222111222","img":"static/upload/be60a8d1-4adb-4bd6-8acb-08d6b747025d.jpeg","unitId":1,"unitPid":2,"time":"2017-06-27 13:51:29","typeName":"集体荣誉"}]
         * page : {"pageNo":1,"pageSize":10,"totalNum":11,"totalPage":2,"startLoc":0}
         */

        private PageBean page;
        private List<GoodListBean> goodList;

        public PageBean getPage() {
            return page;
        }

        public void setPage(PageBean page) {
            this.page = page;
        }

        public List<GoodListBean> getGoodList() {
            return goodList;
        }

        public void setGoodList(List<GoodListBean> goodList) {
            this.goodList = goodList;
        }

        public static class PageBean {
            /**
             * pageNo : 1
             * pageSize : 10
             * totalNum : 11
             * totalPage : 2
             * startLoc : 0
             */

            private String pageNo;
            private String pageSize;
            private String totalNum;
            private String totalPage;
            private String startLoc;

            public String getPageNo() {
                return pageNo;
            }

            public void setPageNo(String pageNo) {
                this.pageNo = pageNo;
            }

            public String getPageSize() {
                return pageSize;
            }

            public void setPageSize(String pageSize) {
                this.pageSize = pageSize;
            }

            public String getTotalNum() {
                return totalNum;
            }

            public void setTotalNum(String totalNum) {
                this.totalNum = totalNum;
            }

            public String getTotalPage() {
                return totalPage;
            }

            public void setTotalPage(String totalPage) {
                this.totalPage = totalPage;
            }

            public String getStartLoc() {
                return startLoc;
            }

            public void setStartLoc(String startLoc) {
                this.startLoc = startLoc;
            }
        }

        public static class GoodListBean implements Serializable{
            /**
             * id : 15
             * type : 1
             * name : 11111111
             * describe :
             * img : null
             * unitId : 1
             * unitPid : null
             * time : 2017-06-30 15:37:44
             * typeName : 集体荣誉
             */

            private String id;
            private String type;
            private String name;
            private String describe;
            private String img;
            private String unitId;
            private String unitPid;
            private String time;
            private String typeName;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getDescribe() {
                return describe;
            }

            public void setDescribe(String describe) {
                this.describe = describe;
            }

            public String getImg() {
                return img;
            }

            public void setImg(String img) {
                this.img = img;
            }

            public String getUnitId() {
                return unitId;
            }

            public void setUnitId(String unitId) {
                this.unitId = unitId;
            }

            public String getUnitPid() {
                return unitPid;
            }

            public void setUnitPid(String unitPid) {
                this.unitPid = unitPid;
            }

            public String getTime() {
                return time;
            }

            public void setTime(String time) {
                this.time = time;
            }

            public String getTypeName() {
                return typeName;
            }

            public void setTypeName(String typeName) {
                this.typeName = typeName;
            }
        }
    }
}
